Repository: 84000/data-translation-memory
Catalog: toh558-v1.tmx
Source language: bo
Languages: en

source: མེ་ཡིས་ཤིང་རྣམས་ཕམ་པར་གྱུར། །ཆུས་ནི་མེ་ཡང་ཕམ་པར་འགྱུར། །རླུང་གིས་སྤྲིན་རྣམས་རབ་ཏུ་ཕམ། །རྡོ་རྗེ་ཡིས་ནི་རིན་ཆེན་ཕུག །
en: “ ‘Fire overcomes wood, And water overcomes fire. Wind overcomes clouds, And vajra pierces gems.

source: ལྷ་རྣམས་བདེན་པར་རབ་ཏུ་གསུངས། །ས་ཡང་བདེན་པར་གནས་པ་ལགས། །སངས་རྒྱས་དང་ནི་ཆོས་ཀྱང་བདེན། །བདེན་པ་རྒྱལ་གྱུར་བརྫུན་མ་ལགས། །
en: “ ‘The gods speak truthfully. The earth abides truthfully. The Buddha and the Dharma too are true. May truth reign! Not deception!

source: སྱཱད་ཡ་ཐེ་དན། ཨ་མྲྀ་ཏེ། ཨ་གྲ་པུཥྤེ། བ་ཧུ་ཕ་ལེ། ནི་བཱ་ར་ཎི། སརྦ་ཨརྛ་སཱ་དྷ་ནི། ཨ་པ་རཱ་ཛི་ཏེ། བ་ར་ཊེ་དྷ་ར་ཎི། གུ་ཧྱཱ་བར་ཏེ། གཽ་ཏ་མེ། གུ་གུ་མ་ཏི། ཛམྦྷ་ནི་སྭཱ་ཧཱ། པྲ་ཛམྦྷ་ནི་སྭཱ་ཧཱ། བ་ལ་པྲ་བྷཉྫ་ནི་སྭཱ་ཧཱ། ཛ་ཡེ་སྭཱ་ཧཱ། བི་ཛ་ཡེ་སྭཱ་ཧཱ། ཛ་ཡ་བི་ཛ་ཡེ་སྭཱ་ཧཱ།
en: syād yathedam amṛte agrapuṣpe bahuphale nivāriṇi sarvārthasādhani aparājite varaṭe dharaṇi guhyāvarte gautame guptamati jambhani svāhā prajambhani svāha bala­prabhañjani svāhā jaye svāhā vijaye svāhā jaye vijaye svāhā |

source: ཕྱིར་རྒོལ་བ་ནི་ཀུན་ལས་རྒྱལ། །སྡིག་པ་ཐམས་ཅད་རབ་ཏུ་ཕམ་སྭཱ་ཧཱ།
en: “ ‘All opponents are defeated! All evil is vanquished!’”

source: དེ་ནས་སྟོན་པ་ཀུན་མཁྱེན་གྱིས། །ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས། །
en: Then the omniscient teacher uttered these verses:

source: མི་འཁྲུགས་པ་དང་སྣང་མཛད་སྤྱན་རས་གཟིགས་ཀྱི་དབང་། །རིན་ཆེན་འོད་འཕྲོ་རི་རབ་མུ་ཁྱུད་འོད་དཔག་མེད། །
en: “Akṣobhya, Vairocana, Avalokiteśvara, Ratna, Arci, Meru, Nemi, and Amitābha—

source: རྡོ་རྗེ་རྣམས་ཀྱི་མཚན་རྣམས་རྟག་ཏུ་བཟུང་ན་ནི། །འཇིགས་པར་འགྱུར་བ་མ་ཡིན་ནོན་པར་མི་འགྱུར་རོ། །
en: When the names of these vajra beings are continually upheld, One will neither incur peril, nor be overcome.

source: གང་གིས་མཐུ་སྟོབས་ཆེན་པོ་བརྒྱད་པོ་འདི་དག་གི། །མཚན་རྣམས་རྗེས་སུ་གཟུང་བའི་ཕྱིར་ནི་རབ་བརྗོད་ཅིང་། །
en: “Whoever recites the names of these eight powerful beings For the sake of being safeguarded,

source: ཀུན་ཏུ་བསྐྱབ་པ་བྱས་ན་དེ་ཡི་ལུས་ལ་ནི། །མེ་དང་དུག་དང་མཚོན་གྱིས་ཚུགས་པར་མི་འགྱུར་རོ། །
en: And thereby affords protection, Will be physically unaffected by fire, poison, or weapon.

source: གལ་ཏེ་དེ་ལ་གནོད་པ་བྱེད་པ་ཉེ་བར་གནས། །གཤེད་མས་མཚོན་རྣམས་ཀྱིས་ནི་གདབ་པར་གཟས་པ་ལས། །
en: “If the wicked should approach one, Threatening to attack with weapons, like butchers,

source: སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོ་རྗེས་སུ་དྲན་ན་ནི། །མཚོན་ཆ་དེ་དག་དུམ་བུ་དུམ་བུར་ཆག་ཅིང་འབྲུལ། །
en: If one recalls Lord Avalokiteśvara The weapons will shatter to pieces and fall.

source: གལ་ཏེ་མཚོན་ཆ་རྣམས་ནི་ཐོགས་པར་གྱུར་ན་ཡང་། །ལག་པ་ཆག་ནས་ས་ལ་རབ་ཏུ་ལྟུང་བར་འགྱུར། །
en: “Even if they were to continue holding weapons, Their arms would break and fall to the ground.

source: དེ་ཡི་ལུས་ལ་ཅུང་ཟད་འབབ་པར་མི་འགྱུར་ཏེ། །སྔན་ཆད་བྱས་པ་གང་ཡིན་པ་ནི་མ་གཏོགས་སོ། །
en: Nothing at all would happen to one’s body, Aside from the effects of previous actions.”

source: ལྷ་རྣམས་ཀྱིས་མཐུན་པར་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ། །
en: In unison, the gods then proclaimed this verse:

source: སངས་རྒྱས་སྤྱོད་ཡུལ་མཐའ་ཡས་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ། །བདེན་པ་རབ་སྟོན་ཐུབ་པ་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ། །
en: “Homage to you, the infinite experience of the awakened ones! Homage to you, the sage who reveals the truth!

source: དེང་ནི་བདེན་པ་རྣམས་ལ་གནས་ནས་མཆི་བར་བགྱི། །བདག་གི་ལས་རྣམས་ཐམས་ཅད་འབྲས་བུར་བཅས་གྱུར་ཅིག །
en: We will proceed henceforth, adhering to truth! May all our actions bear fruit!”

source: དེ་ནས་ཚངས་པ་ཚངས་ཆེན་གྱིས། །ལངས་ཏེ་ཐལ་མོ་སྦྱར་བཏུད་ནས། །
en: Then, Brahmā, Great Brahmā, arose, and bowing with palms joined said:

source: སྟོང་ཆེན་རབ་ཏུ་འཇོམས་བྱེད་པ། །ལེགས་པར་གསུངས་པའི་རིག་སྔགས་འདི། །བྱིས་པ་རྣམས་ལ་ཕན་བགྱིད་པ། །རིག་སྔགས་བདག་གིས་བརྗོད་པར་བགྱི། །
en: “I will pronounce the incantation That benefits children— This eloquently uttered incantation, Destroyer of the Great Trichiliocosm

source: གང་གིས་དང་པོར་འཛམ་གླིང་དུ། །རིག་སྔགས་རབ་ཏུ་སྟོན་མཛད་པ། །ཆོས་ཀྱི་རྒྱལ་པོ་སྣང་མཛད་པ། །སངས་རྒྱས་དཔལ་ལ་ཕྱག་འཚལ་ལོ། །
en: “I pay homage to the splendorous Buddha, The king of Dharma, the illuminator, Who first taught the incantation In the world,

source: ཁྱད་པར་འཕགས་པའི་ཆོས་རྣམས་དང་། །ཚོགས་ཀྱི་དམ་པ་དགེ་འདུན་དང་། །
en: And to the exalted Dharma, And the Saṅgha, the supreme assembly!”

source: སངས་རྒྱས་ཞབས་ལ་ཕྱག་འཚལ་ནས། །ཚངས་པས་འདི་སྐད་ཚིག་གསོལ་ཏོ། །
en: Having thus bowed down to the feet of the Buddha, Brahmā said:

source: གང་དག་སངས་རྒྱས་རང་སངས་རྒྱས། །སངས་རྒྱས་ཀྱི་ནི་ཉན་ཐོས་དང་། །དྲང་སྲོང་དང་ནི་འཇིག་རྟེན་སྐྱོང་། །ལྷ་རྣམས་ཇི་སྙེད་མཆིས་པ་དང་། །
en: “Buddhas, pratyekabuddhas, The Buddha’s śrāvakas, Sages, the guardians of the world, All the varieties of gods—

source: དེ་ཀུན་མི་ཡི་འཇིག་རྟེན་ན། །འདི་ལས་སྐྱེས་པ་ཤ་སྟག་གོ། །
en: All of them have only appeared In this human world from this!

source: ཐུབ་ཆེན་མངལ་ལ་འཚལ་བ་ཡི། །གནོད་སྦྱིན་སྲིན་པོ་འདི་ན་མཆིས། །རྒྱལ་པོ་རྣམས་ཀྱིས་མཐོང་མི་ནུས། །བསྟན་པར་ཡང་ནི་མི་ནུས་སོ། །
en: “Great sage! There are yakṣas and rākṣasas here That crave wombs, But kings can neither see them, Nor even describe them.

source: གང་ལ་བུ་ནི་མི་འཆགས་དང་། །གང་གི་མངལ་ནི་མི་གནས་དང་། །སྐྱེས་པ་བུད་མེད་འདུ་བ་ན། །དབང་པོ་རྣམས་ནི་མྱོས་པར་བགྱིད། །
en: “They cause the senses Of those who have not given birth to a child Or those who are not pregnant To become mad as man and woman unite.

source: མེར་མེར་པོ་དང་ནུར་ནུར་པོ། །བུ་ཡི་ས་བོན་མ་རུང་བགྱིད། །གང་ཡང་མངལ་ནི་ཐུར་དུ་གྱུར། །ཤ་མ་མི་འབྱུང་གནོད་བགྱིད་པ། །
en: “They destroy the embryos of children In the first week, or the first trimester. They cause miscarriage, And ensure that no placenta grows.

source: དེ་རྣམས་ཀྱི་ནི་མིང་བརྗོད་ཀྱིས། །འཇིག་རྟེན་མགོན་པོ་བདག་ལ་གསོན། །
en: “I will pronounce their names, So please listen to me, Lord of the World!

source: འཇམ་པ་པོ་དང་རི་དགས་རྒྱལ། །སྐེམ་བྱེད་བརྗེད་བྱེད་ཁུ་ཚུར་ཅན། །མ་མོ་དང་ནི་ཛ་མི་ཀ །འདོད་པ་ཅན་དང་ནམ་གྲུ་དང་། །སྲུལ་པོ་དང་ནི་མ་དགའ་བྱེད། །བྱ་དང་གཉའ་བའི་ལག་ཅན་དང་། །བཞིན་རྒྱན་དང་ནི་མིག་འཕྱང་བ། །དེ་དག་ཐམས་ཅད་ས་ལ་རྒྱུ། །
en: “Mañjuka, Mṛgarāja, Skanda, Apasmāra, Muṣṭikā, Mātṛkā, Jāmika, Kāminī, and Revatī, “Pūtanā, Mātṛnandā, Śakuni, Kaṇṭhapāṇinī, Mukhamaṇḍiti, and Kālambā— All of them course on the earth.

source: གདོན་རྣམས་བཅྭ་ལྔ་དེ་དག་ནི། །བྱིས་པ་རྣམས་ལ་འཇིགས་པར་བགྱིད། །
en: “These fifteen grahas Threaten children.

source: ཇི་ལྟར་བྱིས་པ་འཛིན་པ་ཡི། །མཚན་དང་གཟུགས་ཀྱང་བརྗོད་པར་བགྱི། །
en: The signs and symptoms Of how they possess children should also be described:

source: འཇམ་པ་པོས་ནི་ཟིན་གྱུར་ན། །མིག་ནི་རབ་ཏུ་འགྱུར་བར་བགྱིད། །
en: “When a child is seized by Mañjuka, The eyes roll back.

source: རི་དགས་རྒྱལ་གྱིས་ཟིན་གྱུར་ན། །སྐྱུགས་པ་མི་བཟད་སྐྱུག་པར་འགྱུར། །
en: “When a child is seized by Mṛgarāja, There is severe vomiting.

source: སྐེམ་བྱེད་ཀྱིས་ནི་ཟིན་གྱུར་ན། །སྐེམ་བྱེད་པས་ནི་བྱིས་པ་འགུལ། །
en: When seized by Skanda, A child moves by hopping ( skanda

source: བརྗེད་བྱེད་ཀྱིས་ནི་ཟིན་གྱུར་ན། །འགྲེ་ཞིང་དེ་ལྟར་སྒྲ་ཡང་འབྱིན། །དབུ་བ་དང་ནི་ཁ་ཆུ་འཛག །
en: “When a child is seized by Apasmāra, There are convulsions and groaning, Frothing and drooling.

source: ཁུ་ཚུར་ཅན་གྱིས་རབ་ཟིན་ན། །ཁུ་ཚུར་འཆང་ཞིང་འགྱེད་པར་བགྱིད། །
en: “When seized by Muṣṭikā, A child locks fists ( muṣṭi ) and fights.

source: མ་མོ་ཡིས་ནི་ཟིན་གྱུར་ན། །རྒོད་ཅིང་དེ་བཞིན་སྒྲ་ཡང་འབྱིན། །
en: When a child is seized by Mātṛkā, There is laughing and moaning.

source: ཛ་མི་ཀས་ནི་རབ་ཟིན་ན། །ནུ་ཞོ་ནུ་བར་མངོན་མི་དགའ། །
en: “When a child is seized by Jāmika, There is no interest in breastfeeding.

source: འདོད་པ་ཅན་གྱིས་རབ་ཟིན་ན། །མལ་ན་གཉིད་ལོག་ངུ་བར་འགྱུར། །
en: When seized by Kāminī, A child lies sleepless in bed.

source: ནམ་གྲུས་རབ་ཏུ་ཟིན་གྱུར་ན། །ལྕེ་ལ་སོས་ནི་འཆའ་བར་བགྱིད། །
en: “When a child is seized by Revatī, The tongue is chewed with the teeth.

source: སྲུལ་པོས་རབ་ཏུ་ཟིན་གྱུར་ན། །ཀུ་ཅོ་འདོན་ཅིང་སྒྲ་ཡང་འབྱིན། །
en: When a child is seized by Pūtanā, There is coughing and crying.

source: མ་དགའ་བྱེད་པས་ཟིན་གྱུར་ན། །རྣམ་པ་སྣ་ཚོགས་གཟུགས་སུ་འགྱུར། །
en: “When a child is seized by Mātṛnandā, A variety of physical symptoms occur.

source: བྱ་ཡིས་རབ་ཏུ་ཟིན་གྱུར་ན། །མནམ་པའི་དྲི་ནི་འབྱུང་བར་འགྱུར། །
en: When seized by Śakuni, A child becomes malodorous.

source: གཉའ་ལག་ཅན་གྱིས་ཟིན་གྱུར་ན། །མགུལ་པ་རབ་ཏུ་འགག་པར་འགྱུར། །
en: “When a child is seized by Kaṇṭhapāṇinī, The throat ( kaṇṭha ) is obstructed.

source: བཞིན་རྒྱན་གྱིས་ནི་ཟིན་གྱུར་ན། །རིམས་ཀྱིས་བཏབ་ཅིང་འཁྲུ་བར་འགྱུར། །
en: When seized by Mukhamaṇḍiti, A child is afflicted with fever and diarrhea.

source: མིག་འཕྱང་བས་ནི་ཟིན་གྱུར་ན། །སྐྱིགས་བུ་དང་ནི་སྡམ་པ་འབྱུང་། །
en: “When a child is seized by Kālambā, There are hiccups and panting.

source: བྱིས་པ་ཇི་ལྟར་སྐྲག་བགྱིད་པ། །དེ་ཡི་གཟུགས་ནི་བརྗོད་པར་བགྱིད། །
en: “I should now describe the forms In which they frighten children:

source: འཇམ་པ་པོ་ནི་བ་ལང་གཟུགས། །
en: “Mañjuka is in the form of a cow.

source: རི་དགས་རྒྱལ་པོ་རི་དགས་འདྲ། །
en: Mṛgarāja resembles a deer.

source: སྐེམ་བྱེད་པ་ནི་གཞོན་ནུའི་གཟུགས། །
en: Skanda is in the form of a young boy.

source: བརྗེད་བྱེད་པ་ནི་ཝ་འདྲའོ། །
en: Apasmāra resembles a jackal.

source: ཁུ་ཚུར་ཅན་ནི་བྱ་རོག་གཟུགས། །
en: “Muṣṭikā is in the form of a crow.

source: མ་མོ་དེ་ནི་མི་ཡི་གཟུགས། །
en: Mātṛkā is in the form of a mother.

source: ཛ་མི་ཀ་ནི་རྟ་ཡི་གཟུགས། །
en: “Jāmika is in the form of a horse.

source: འདོད་པ་ཅན་ནི་རྡོ་རྗེའི་གཟུགས། །
en: Kāminī is in the form of thunder.

source: ནམ་གྲུ་ཁྱི་ཡི་གཟུགས་ཀྱིས་ཏེ། །
en: Revatī is in the form of a dog.

source: སྲུལ་པོ་ཕག་གི་གཟུགས་ཀྱིས་སོ། །
en: Pūtanā is in the form of a pig.

source: མ་དགའ་བྱེད་པ་བྱི་ལའི་གཟུགས། །
en: “Mātṛnandā is in the form of a cat.

source: བྱ་ནི་འདབ་ཆགས་གཟུགས་ཀྱིས་སོ། །
en: Śakuni is in the form of a bird.

source: གཉའ་ལག་ཅན་ནི་བྱ་གག་གཟུགས། །
en: Kaṇṭhapāṇinī is in the form of a cock.

source: བཞིན་རྒྱན་འུག་པའི་གཟུགས་སུ་སྟེ། །
en: Mukhamaṇḍikā is in the form of an owl.

source: མིག་འཕྱང་བ་ནི་ཕ་བང་གཟུགས། །
en: Kālambā is in the form of a bat.

source: འདི་དག་བྱིས་པ་སྐྲག་པར་བགྱིད། །འདི་དག་བུ་འཕྲོག་མ་རུངས་པ། །བྱིས་པ་རྣམས་ལ་འཇིགས་བགྱིད་པ། །
en: “They terrorize children, These wicked thieves of seminal fluid, Threatening children.

source: མདོ་སྡེའི་ཞགས་པས་དྲངས་ནས་ནི། །འདི་དག་ཤིན་ཏུ་དགུག་པར་བགྱིད། །
en: “Led forth by the sūtra noose, They are summoned.”

source: གནོད་སྦྱིན་སྡེ་དཔོན་ཆེན་པོ་ནི། །དྲི་ཟ་ཙནྡན་ཞེས་བགྱི་བ། །ཡི་གེ་ཕྱག་རྒྱ་དེ་སྩལ་ཏེ། །སོང་ལ་གདོན་ནི་དྲག་པོ་པ། །
en: The great yakṣa general, The gandharva called Candana, Gave his letter and seal. He sent these with a messenger, telling him:

source: བཅྭ་ལྔ་དེ་དག་ཁུག་ཤིག་ཅེས། །ཕོ་ཉར་ཡང་ནི་བཏང་བར་བགྱི། །
en: “Go and summon Those fifteen ferocious grahas!”

source: དེ་དག་རྣམས་ནི་ཏྭ་སྐད་ཅིག་གིས། །བཅིང་བ་ལྔ་ཡིས་བཅིང་བཞིན་བཀུག །
en: Bound by the five fetters, They were all instantly summoned.

source: དེ་ནས་འཇིག་རྟེན་མགོན་པོ་ལ། །ཚངས་ཆེན་ཐལ་སྦྱར་འདི་སྐད་གསོལ། །
en: Then, with palms joined, Great Brahmā said to the Lord of the World:

source: སྲོག་ཆགས་ས་བོན་འཇིག་བགྱིད་པ། །འབྱུང་པོ་འདི་དག་རྣམས་ལྷགས་ཏེ། །མགོན་པོ་ཡི་ནི་སྤྱན་སྔ་རུ། །འདི་དག་ཆད་པས་བཤད་པར་བགྱི། །
en: “These bhūtas, Destroyers of the seminal fluids of creatures, have come. In the presence of the Lord of the World, I will pronounce their punishment!

source: བུད་མེད་གང་དག་བུ་མི་འཚལ། །གང་ཞིག་བཙས་པ་འཛིན་འཚལ་བ་ས། །ཚེས་བརྒྱད་དང་ནི་བཅུ་བཞི་ལ། །བསླབ་བཟུང་དམ་ཆོས་སྐྱབས་མཆིས་ལ། །མཆོད་རྟེན་ལེགས་པར་མཆོད་པར་བགྱི། །
en: “A woman who is childless, Or pregnant, Should, on the eighth and fourteenth days, Observe the trainings, go for refuge in the sublime Dharma, And worship well a reliquary.

source: ཁྲུས་བགྱིས་ཤིན་ཏུ་བརྒྱན་ནས་ནི། །ས་གཞིར་ཡུངས་ཀར་གཏོར་ནས་སུ། །མེ་ཏོག་སྤོས་ཀྱིས་བརྒྱན་པར་བགྱི། །
en: “Ritually cleansed and well adorned, She should scatter mustard seeds on the ground, And decorate the ground with flowers and fragrances.

source: སྣ་ལྔའི་ཚོན་གྱི་སྐུད་པས་ནི། །ཁོར་ཡུག་ཏུ་ནི་བསྐོར་བར་བགྱི། །
en: She should surround the area With threads of five different colors.

source: ནམ་ཕྱེད་བར་དུ་མཆིས་ནས་ནི། །སྤྱི་བོར་ཡུངས་ཀར་བཞག་ནས་སུ། །ཚངས་པས་རབ་ཏུ་བྱས་པ་སྟེ། །ཚངས་པས་སྤྲུལ་ཅེས་བརྗོད་པར་བགྱི། །
en: “Waiting until midnight, With mustard seeds placed on the top of her head, Inspired by Brahmā, she should recite, ‘What was manifested by Brahmā.’

source: ལོ་གྲངས་བཅུ་གཉིས་བར་དུ་ནི། །གཞོན་ནུ་རྣམས་ལ་ཕན་བགྱིད་པ། །ཚངས་པས་སྤྲུལ་པའི་མདོ་སྡེ་ཡི། །རིག་སྔགས་འདི་ལ་གང་འདའ་བ། །
en: “The head of whoever transgresses this incantation— The sūtra manifested by Brahmā, Which brings benefit to young people Up to twelve years of age—

source: ཨ་རྫ་ཀ་ཡི་དོག་པ་བཞིན། །མགོ་བོ་ཚལ་པ་བདུན་དུ་འགས། །
en: Will split into seven pieces, Like the blossom of a basil shrub.

source: སྱཱད་ཡ་ཐེ་དན། ཨཾ་གེ །བཾ་གེ །བཾ་གི་ནི། བྷ་བ་ནེ། ཨི་ནནྡེ། བི་ནནྡེ། ས་ར་ལི། གི་རི་གི་རི། ཤ་བ་རི། ག་རུ་ཎི། ཤ་རུ་ཎི། གི་རི། ག་བ་རེ། ལོ་ཙ་ནི། རོ་ཥ་ཎི། ལ་ས་ནི། རོ་ཙ་ནེ། ཨ་ལ་བྷེ། ཨ་ག་ནེ། ཨ་ལ་བྷེ། ཏ་ལ་བྷེ། པྲ་ཀཪྵི་ཎེ་སྭཱ་ཧཱ།
en: syād yathedam aṅge vaṅge bhaṅgini bhavane inande vinande sarali girigiri śavari garuṇi śaruṇi giri gavare locani roṣaṇi lasani rocane alabhe agane alabhe talabhe prakarṣaṇe svāhā

source: མངལ་ན་བདེ་བར་གནས་གྱུར་ཅིག །དབང་པོ་ཡང་དག་འཕེལ་བར་ཤོག །མངལ་ན་འདུག་པ་བདེ་གྱུར་ཅིག །བཙས་པ་འཇིག་པར་མ་གྱུར་ཅིག །མངལ་ན་བདེ་བར་གནས་གྱུར་ཅིག །དུས་བཞིན་དུ་ནི་འབྱུང་བར་ཤོག །
en: “May there be well-being in the womb! May the sense faculties develop perfectly! May there be well-being while inside the womb! May newborns not perish! May there be well-being in the womb! May there be timely birth!

source: ཚོན་སྐུད་སྣ་ཚོགས་རྣམས་དང་ནི། །ཡུངས་ཀར་འབྲུ་ནི་མ་གྲུགས་པ། །དེ་དག་བསྲུང་བར་གསུངས་པ་སྟེ། །བྱིས་པ་རིང་དུ་འཚོ་བར་ཤོག །
en: “It is said that multi-colored cords And unbroken white mustard grains Will protect them— Long live the children!”

source: དེ་ནས་སྟོན་པ་ཀུན་མཁྱེན་གྱིས། །རིག་པའི་སྔགས་ནི་འདི་དག་གསུངས། །
en: Then, the omniscient teacher expressed these incantations:

source: མངལ་ན་འདུག་པ་བསྲུང་བར་ཤོག །བྱིས་པ་རྣམས་ནི་བདེ་གྱུར་ཅིག །
en: “May those in the womb be protected! May children have well-being!

source: སྱཱད་ཡ་ཐེ་དན། བོ་དྷི་བོ་དྷི། མ་ཧཱ་བོ་དྷི། བོ་དྷ་ཨ་ནུ་མ་ཏེ། ཕ་ལི་ནི། བ་ཧུ་ཕ་ལེ། ཤི་ཀྵ་ཤི་ཀྵ། སཱ་ར་བ་ཏེ། སཱ་ག་ལི། དུ་རཱ་ས་དེ། དུ་རཱ་ག་མེ། ཤཱུ་ར་པྲཱཔྟེ། ཤཱུ་ར་བ་ཏེ། བྷ་གེ། བྷ་ག་བ་ཏེ། བྷཱ་གི་ནི་ནི་བཱ་ར་ཎི་སྭཱ་ཧཱ།
en: syād yathedaṃ bodhi bodhi mahābodhi bodhanumate phalini bahuphale śikṣa śikṣa sāravate sāgali durāsade dūrāgame śūraprāpte śūravate bhage bhagavate bhāgini nivāriṇi svāhā |

source: དེ་ནས་གདོན་ནི་བཅྭ་ལྔ་པོ། །རྟག་ཏུ་ཁྲག་ལ་འཐུང་རྣམས་ཀྱིས། །འཇིག་རྟེན་མགོན་ལ་ཕྱག་འཚལ་ཏེ། །ཐལ་མོ་སྦྱར་ནས་འདི་སྐད་གསོལ། །
en: Then, the fifteen grahas, Perpetual drinkers of blood, Paid homage to the Lord of the World, And with palms joined said:

source: གྲོང་ངམ་ཁྱིམ་མམ་གྲོང་ཁྱེར་རམ། །གང་ན་ལེགས་པར་གསུངས་པ་ཡི། །མདོ་སྡེ་འདི་ནི་བཞུགས་པ་དེར། །བྱིས་པ་རྣམས་ནི་འཆི་མི་འགྱུར། །
en: “Wherever this sūtra, So eloquently spoken, happens to be— Whether it be in villages, homes, or towns— Children will not perish!

source: ཐུབ་ཆེན་ཁྱོད་ནི་ཇི་བཞིན་དུ། །རྗེས་སུ་མཐུན་པར་འཇུག་པར་བགྱི། །
en: “Obeying you, Great Sage, We will follow accordingly!

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཕྱག་འཚལ་ལོ། །ཚངས་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Blessed Buddha! Homage to Brahmā!

source: གསང་སྔགས་ཀྱི་ཚིག་རྣམས་གྲུབ་པར་གྱུར་ཅིག །གྲུབ་པར་གྱུར་ཅིག །རིག་སྔགས་ཀྱིས་སྒྲོལ་བར་གྱུར་ཅིག །ཚངས་པས་བསམ་པར་གྱུར་ཅིག་སྭཱ་ཧཱ།
en: “May the mantra syllables be fulfilled! May they be fulfilled! May beings be delivered through the incantation! May they be considered by Brahmā! Svāha

source: དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་རྣམ་ཐོས་ཀྱི་བུས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་ཕྱག་འཚལ་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The great king Vaiśravaṇa now draped his upper robe on one shoulder and, paying homage to the Blessed One with palms joined, said to him,

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཉན་ཐོས་གང་ལ་ལ་སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་མདོ་སྡེ་འདི་འཛིན་ཏམ། འཆང་ངམ། སྟོན་ཏམ། ཀློག་གམ། ཀུན་ཆུབ་པར་བགྱིད་པ་དེས་མང་དུ་ཐོས་པ་ལ་བརྩོན་པར་བགྱིའོ། །མཆོད་རྟེན་མཆོད་པ་ལ་བརྩོན་པར་བགྱིའོ། །
en: “Venerable Blessed One, certain śrāvakas ought to receive, hold, teach, recite, and master this sūtra, Destroyer of the Great Trichiliocosm , and thereby strive to learn it well and strive in the worship of reliquaries with it.

source: ཚེས་བརྒྱད་དང་། བཅུ་བཞི་དང་། བཅྭ་ལྔའི་དུས་སུ་མཆོད་རྟེན་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བགྱིས་ནས་རིག་སྔགས་བཀླག་པར་བགྱིའོ། །
en: On the eighth, fourteenth, and fifteenth lunar days, they should perform elaborate worship at a reliquary and recite the incantation there.

source: ཚེས་བརྒྱད་ཀྱི་ཚེ་ནི་རྒྱལ་པོ་ཆེན་པོ་བཞིའི་སྐྱེས་བུ་དག་རྒྱལ་པོ་ཆེན་པོ་རྣམས་ཀྱི་མདུན་ན་དེ་ལ་སེམས་པར་བགྱིད།
en: On the eighth lunar day people of the four great kings should reflect on that sūtra in the presence of the four kings.

source: མིང་ནས་ཀྱང་འདོན་པར་བགྱིད་དོ། །
en: They should also recite the names of the four great kings.

source: ཚེས་བཅུ་བཞིའི་ཚེ་ནི་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་ཉིད་མདུན་ན་སེམས་པར་བགྱིད།
en: On the fourteenth lunar day they should reflect on it in the presence of the four great kings and recite their names.

source: ཚེས་བཅྭ་ལྔའི་ཚེ་ནི་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་དག་ནི་སེམས་པར་བགྱིད་ཅིང་མིང་ནས་ཀྱང་འདོན་པར་བགྱིད་དེ།
en: And on the fifteenth lunar day, they should reflect on the four great kings and recite their names.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་གང་སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་མདོ་སྡེ་འདི་ལེན་པ་དང་། འཆང་བ་དང་། སྟོན་པ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པ་དེ་ནི་སྲོག་ཆགས་འབྱུང་པོ་ཐམས་ཅད་ལ་སྙིང་བརྩེ་ཞིང་ཕན་པར་བགྱིད་ལགས་སོ། །
en: “The Blessed One’s śrāvaka who takes up, holds, teaches, recites, and masters this sūtra, Destroyer of the Great Trichiliocosm , benefits and cares for all creatures.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞིས་ཀྱང་དེ་ལ་གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་མི་བྲེལ་བར་བགྱིའོ། །
en: Venerable Blessed One, we four great kings will ensure that he has no worries about procuring monk’s robes, alms, bedding, cushions, medicines for illness, and other necessary utensils.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཀྱང་བསྟི་སྟང་བགྱིད་པར་འགྱུར་རོ། །
en: He will be honored by all beings.

source: རྒྱལ་པོ་དང་། བློན་པོ་དག་གིས་ཀྱང་བླ་མར་བགྱི་བ་དང་། རིམ་གྲོ་བགྱི་བ་དང་། མཆོད་པར་བགྱི་བར་འགྱུར་རོ། །
en: He will be venerated, revered, and worshipped by kings and ministers.

source: གཞན་མུ་སྟེགས་ཅན་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། སྤྱོད་པ་ཅན་དང་། ཀུན་ཏུ་རྒྱུ་དང་། མཛའ་བ་དང་། མི་མཛའ་བ་དག་གི་ནང་དུ་མཆིས་ཀྱང་མཆོད་པར་འགྱུར་རོ། །
en: He will be worshipped, moreover, by non-Buddhists, ascetics, priests, practitioners, mendicants, and among friends and foes alike.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དད་པ་དེས་གཙང་མར་བགྱིས་ཏེ།
en: He will become a pure, faithful son or daughter of noble family.

source: ལུས་གཙང་བ་དང་། གོས་དང་། རྒྱན་དང་། མལ་ཆ་དང་། སྟན་དང་། ཡོ་བྱད་ཁྱད་པར་ཅན་གཙང་མར་བགྱི།
en: He will have a pure body, and pure food, adornments, bedding, cushions, and utensils.

source: ཡུལ་ངན་པ་རྙེད་པར་མི་བགྱི། ཡུལ་ངན་པའི་མཛའ་བོ་དང་བསྟེན་པར་མི་བགྱི། ཡུལ་ངན་པ་ན་གནས་པ་ལ་བསྔགས་པར་མི་བགྱིའོ། །
en: He will not meet with unfortunate states. He will not associate with bad companions. He will not encounter those who dwell in bad states.

source: གང་འབྱུང་པོའི་གདོན་གྱིས་ཟིན་པའི་མདུན་དུ་སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་མདོ་སྡེ་འདི་དྲན་པར་གྱུར་ན།
en: Whoever recollects this sūtra, Destroyer of the Great Trichiliocosm , before someone who has been seized by a bhūta graha

source: དེ་ལ་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་བདག་ཉིད་སྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦེད་པར་བགྱིད་པར་འགྱུར་རོ། །
en: ensures that the four great kings themselves guard, protect, and conceal him.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་མདོ་སྡེ་འདི་མཐུ་ཆེ་སྟེ།
en: “Venerable Blessed One, such is the great power of this sūtra, Destroyer of the Great Trichiliocosm , that

source: གང་གིས་རང་གི་ཁྱིམ་དུ་མཚན་གཅིག་གམ། ཉིན་གཅིག་ཀྱང་རུང་ཡང་དག་པར་བསམས་ན། དེ་ལ་ལོ་གཅིག་གི་བར་དུ་མི་མ་ལགས་པས་གླགས་རྙེད་པར་མི་འགྱུར་རོ། །
en: whoever genuinely contemplates it inside their home for either a single night, or a single day, ensures that non-humans will not enter there for up to a single year.

source: འབྱུང་པོའི་ཚོགས་ཐམས་ཅད་ཀྱིས་ཕྱག་བགྱི་བའི་འོས་སུ་འགྱུར་བ་ལགས་སོ། །
en: He will be worthy of veneration by all assemblies of bhūtas.

source: གང་སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་མདོ་སྡེ་འདི་འཆང་བ་དེ་འཚལ་ན། རྒྱལ་པོ་ཆེན་པོ་བཞི་ཡང་བཞིན་སྟོན་པར་འགྱུར་ན།
en: If even the four great kings show their faces when one holds this sūtra, Destroyer of the Great Trichiliocosm

source: གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། ཕལ་པ་གཞན་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ།
en: how much more so will yakṣas, rākṣasas, and other ordinary beings?

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why is that?

source: སེམས་ཅན་རྣམས་ལ་སྨན་པའི་སླད་དུ་འཇིག་རྟེན་ལ་གང་སུ་དག་རིག་སྔགས་བགྱིད་པ་དེ་དག་པས་གསང་སྔགས་ཀྱི་ཚིག་འདི་དག་རབ་མཆོག །གཙོ་བོ། ཁྱད་པར་དུ་འཕགས་པ། དམ་པ། ཟབ་པ། རྒྱ་ཆེ་བ། ཚད་མ་མཆིས་པ། འཇུག་པར་དཀའ་བ། ཐུན་མོང་མ་ལགས་པའི་སླད་དུ་སྟེ། འདི་ནི་ཆོས་ཀྱི་ཕྱག་རྒྱ་ལགས་སོ། །
en: It is because those who perform incantations in the world for the sake of healing sentient beings render these secret mantra syllables supreme, principal, exalted, sublime, profound, vast, authentic, impenetrable, and unique—it is the seal of the Dharma.”

source: དེ་ནས་དབང་པོ་མིག་སྟོང་པོ། །ལྷ་ཡི་རྒྱལ་པོ་བདེ་སོགས་ཁྱོད། །ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ནས། །འཇིག་རྟེན་མགོན་ལ་འདི་སྐད་གསོལ། །
en: Then, Indra, The Thousand-Eyed One, King of the Gods, Śacipati, Paid homage with palms joined, And said to the Lord of the World:

source: འཇིག་རྟེན་ཀུན་ལ་ཕན་བགྱིད་པ། །རིག་སྔགས་འདི་ནི་ལེགས་པར་གསུངས། །
en: “This incantation, Which benefits all worlds, was eloquently spoken.

source: གསང་སྔགས་སྨན་དང་ལྡན་པ་ཡི། །རིག་སྔགས་བདག་གིས་བརྗོད་པར་བགྱི། །
en: I will describe the incantation, the secret mantra, In conjunction with medicinal substances.

source: ཤིར་ཤ་མེ་ཏོག་ཨ་པ་མཱརྒ་དང་། །ཀ་ཏ་ཀཱ་ཡི་འབྲས་བུ་ཨ་ག་རུ།
en: “Take śirīṣa flowers, the apāmārga plant, Kaṭaka fruit, aloeswood,

source: རྡོ་དྲེག་དང་ནི་མི་དཱ་བཙོད་རྣམས་དང་། །སུ་ཀ་རཱི་དང་ཛཱ་ཡ་མརྒ་ཏི། །
en: Śaileya, eḍamañjiṣṭhā, Sūkarī, markaṭī, and jayā,

source: པ་རི་པེ་ལ་ས་ར་བཱི་རཱ་དང་། །སཱ་མ་ཀ་དང་བུསྤ་རྒྱ་སྤོས་དང་། །
en: “Paripelava, rasa, vīrā, Sāmaka, busā, tagara,

source: ཙནྡན་ཨ་བར་ཏ་ཀ་རུ་རྟ་དང་། །སྡེར་མོ་ལོ་མ་ཀ་ཊ་མ་རཱ་དང་། །
en: Sandalwood paste, costus root, Nakha, kata leaves, marā,

source: པྲི་ཡང་ཀུ་དང་འབུ་གསུག་སྨིག་བཅུད་དང་། །ཡུངས་ཀར་དག་དང་ལྡོང་རོས་རྣམས་དང་ནི། །
en: “Priyaṅgu, spṛkkā, rocanā, Mustard seeds, red arsenic,

source: ཤིང་ཚ་ཤུ་དག་གུར་གུམ་ཤིང་ཀུན་དང་། །ལོ་མ་དག་དང་ལྡན་པའི་བརྣ་ཀཾ། །
en: Cinnamon, vacā, saffron, And an unguent of asafetida mixed with leaves.

source: དེ་དག་སྦྱར་ཏེ་རེང་བུར་བགྱིས་པ་ནི། །གནོད་རྣམས་ཀུན་ལས་གྲོལ་བར་བགྱིད་པ་སྟེ། །
en: “Mixing these together and making them into an ointment Delivers one from all harms.

source: འབྱུང་པོ་དག་ནི་ཀུན་གྱི་འགྱུར་བ་ལ། །མིག་ལ་དེ་ཡིས་བསྐུས་པར་བགྱིས་ན་ནི། །དེ་ནས་འབྱུང་པོ་རྡོ་རྗེ་དང་། །གནམ་ལྕགས་མདའ་ཡིས་ཟིན་ལས་ཐར། །
en: When it is rubbed on the eyes Of those afflicted with bhūtas, It delivers those seized By the vajra and thunderbolt arrows of bhūtas.

source: ལྗོན་ཤིང་ཆེ་དང་དེ་བཞིན་དུ། །མཆོད་རྟེན་ཆེ་ལ་བསྐུས་བགྱིས་ན། །གང་གིས་གནས་དེ་མཐོང་བ་དེ། །འབྱུང་པོ་ལ་ནི་འཇིགས་མ་མཆིས། །དེར་ནི་འབྱུང་པོ་མི་གནས་ཏེ། །གནོད་བྱེད་གཞན་ཡང་མ་ལགས་སོ། །
en: “When it is smeared on a large tree, Or on a large shrine, Then whoever sees that spot Will not be threatened by bhūtas, and Bhūtas will not dwell there, Nor will any other harm doer.

source: རྔ་ཆེན་དུང་དང་རྫ་རྔ་དང་། །རྔ་བྲན་དག་ལའང་བསྐུས་ན་ནི། །དེ་དག་སྒྲ་ནི་གར་གྲགས་པར། །འབྱུང་པོའི་དཀྱིལ་འཁོར་སྐྲག་པར་འགྱུར། །
en: “When it is applied To kettledrums, conch shells, Clay drums, and small kettledrums, Then, wherever their sounds are heard, The circles of bhūtas will be frightened.

source: གྲོང་དུ་རྒྱུ་བའི་བྱ་རྣམས་ཀྱི། །འདབ་མ་དག་ལ་བསྐུས་ན་ནི། །
en: “It should also be applied To the wings of birds that circulate through villages.

source: ཡུལ་དང་ཕྱོགས་ནི་གཞན་དག་ཏུ། །བྱ་དེ་གང་དུ་མཆིས་པ་དེར། །འབྱུང་པོ་རྣམས་ནི་མི་གནས་ཏེ། །གནོད་བྱེད་གཞན་ཡང་མ་ལགས་སོ། །
en: Then, whatever place or direction Those birds travel, Bhūtas will not dwell there, Nor will any other harm doers.

source: ཆུ་མིག་མཚོ་དང་ལྟེང་ཀ་འམ། །གང་དང་གང་དུ་བོར་ཡང་རུང་། །དེར་ནི་དཔག་ཚད་ཁོར་ཡུག་ཏུ། །བདེ་བ་དང་ནི་ཞི་བར་འགྱུར། །
en: “It should be tossed into springs, lakes, tanks, Or anywhere else, And there will be well-being and peace there, For the distance of a league all around.
